Repository: Keremres/GymAssistant
Catalog: GymAssistant/App/Constants/Localizable.xcstrings
Source language: en
Languages: tr

source: ACCOUNT
tr: HESAP

# areYouSure
source: Are you sure you want to save
tr: Kaydetmek istediğine emin misin?

source: Calories
tr: Kalori

source: Calories Goal
tr: Kalori Hedefi

# caloriesText
source: You don't have any calorie goals
tr: Herhangi bir kalori hedefiniz yok

source: Cancel
tr: İptal

source: Choose Class
tr: Sınıf Seçin

source: Choose day
tr: Gün seçin

source: Create
tr: Oluştur

# createDayTitle
source: Create Day Exercise
tr: Gün Egzersizi Oluşturun

# createTitle
source: Create new program
tr: Yeni program oluşturun

source: Daily Activity Widget
tr: Günlük Aktivite Widget'ı

source: Date
tr: Tarih

source: Delete
tr: Sil

source: Delete account
tr: Hesabını Sil

# deleteAccountText
source: Account deletion cannot be undone. Are you sure?
tr: Hesap silme işlemi geri alınamaz. Emin misiniz?

# description
source: A widget that you can use to track your daily step and calorie goals. \n\nIf you want to see the current values, just tap
tr: Günlük adım ve kalori hedeflerinizi takip etmek için kullanabileceğiniz bir widget. \n\nGüncel değerleri görmek istiyorsanız, sadece dokunun

# email
source: Write your email
tr: E-postanızı yazın

# empty
source: No Program History Found
tr: Program Geçmişi Bulunamadı

# emptyHome
source: No Program Found
tr: Program Bulunamadı

# emptyHomeText
source: If you do not have a program, you can create or select a new program.
tr: Eğer bir programınız yoksa, yeni bir program oluşturabilir veya seçebilirsiniz.

# emptyText
source: You don't have any program history
tr: Herhangi bir program geçmişiniz yok

source: Exercise
tr: Egzersiz

source: Exercise Name
tr: Egzersiz Adı

# firstName
source: Write your first name
tr: İsminizi yasın

# forgotPassword
source: Forgot your password?
tr: Şifrenizi mi unuttunuz?

source: Friday
tr: Cuma

source: Goal
tr: Hedef

# goalEnter
source: Enter your goal
tr: Hedefinizi girin

# home
source: House
tr: Ana sayfa

# lastName
source: Write your last name
tr: Soyadınızı yazın

source: Login
tr: Giriş

# loginText
source: You can access the linkedin and github of the application developer here.
tr: Uygulama geliştiricisinin linkedin ve github'ına buradan ulaşabilirsiniz.

source: Monday
tr: Pazartesi

source: New
tr: Yeni

source: New Exercise
tr: Yeni Egzersiz

source: Out
tr: Çıkış

# password
source: Write your passwor
tr: Parolanızı yazın

source: Person
tr: Profil

# pleaseEmail
source: Please enter your email
tr: Lütfen e-posta adresinizi girin

source: Program history
tr: Program geçmişi

source: Program name
tr: Program ismi

source: Program out
tr: Program çıkışı

# programOutText
source: You are about to exit the program. Are you sure you want to quit?
tr: Programdan çıkmak üzeresiniz. Çıkmak istediğinizden emin misiniz?

source: Refresh
tr: Yenile

source: Repeat interval
tr: Tekrar aralığı

# repeatText
source: Repeat
tr: Tekrar

source: Reset Password
tr: Şifre Sıfırlama

source: Saturday
tr: Cumartesi

source: Save
tr: Kaydet

source: Search
tr: Göz at

# searchText
source: Search...
tr: Arama...

source: Select
tr: Seçiniz

# selectDate
source: Selected Date
tr: Seçilen Tarih

source: Sign out
tr: Çıkış

# signOutText
source: You are about to exit. Do you want to Sign out?
tr: Çıkmak üzeresiniz. Çıkış yapmak istiyor musunuz?

source: Sign up
tr: Kaydol

# signUpText
source: Don't have an account?
tr: Hesabınız yok mu?

source: Step
tr: Adım

source: Steps Goal
tr: Adım Hedefi

# stepText
source: You don't have any step goals
tr: Herhangi bir adım hedefiniz yok

source: Sunday
tr: Pazar

source: Thursday
tr: Perşembe

source: Tuesday
tr: Salı

source: Use Program
tr: Programı Kullan

# verifyPassword
source: Verify your password
tr: Şifrenizi doğrulayın

source: Wednesday
tr: Çarşamba

source: Weight
tr: Ağırlık
